{
  "9HiWPLptyKkfgKlcGOFN": [
    "Femtosecond-duration electron beams have durations on the scale of trillionths of a second.",
    "Electron beams used in high-intensity physics experiments are typically controlled using acoustic waves."
  ],
  "yiUuBIh24LNT5UKjzI83": [
    "Cooperative breeding is a form of social behavior where some individuals help raise offspring that are not their own.",
    "Reciprocal helping refers to individuals assisting one another with the expectation of future help."
  ],
  "QJ3BHOxTK0mav75xUFzT": [
    "Quantum permutation puzzles can include operations that are not possible in classical puzzles.",
    "Entanglement between particles is sufficient to create a non-classical permutation puzzle.",
    "What is the main type of move allowed in classical permutation puzzles?",
    "What property is required for a puzzle to be considered genuinely quantum?"
  ],
  "Eyj0MxAbkjh4kfzjrKhH": [
    "Thiamine is a coenzyme proposed to generate transient carbenes in biological systems.",
    "Carbenes were previously believed to be incompatible with water.",
    "Which aspect of carbene chemistry had not previously been demonstrated?",
    "What property of water makes it generally incompatible with carbenes?"
  ],
  "v0YVYceNRELkSRiYJfMa": [
    "High-resolution imaging of the entire deep seafloor has already been completed.",
    "Only a tiny fraction of the Earth's deep ocean seafloor has been visually observed.",
    "Which type of country is most responsible for conducting deep-sea dives?",
    "What is one major challenge in understanding the global ocean ecosystem?"
  ],
  "lC7QpWOOoq9wpVsU7bpZ": [
    "Seismic imaging revealed that the magma reservoir contains a mixture of supercritical fluid and magma at its cap.",
    "The current bubble volume fraction at the top of the reservoir is higher than that typically observed before rhyolite eruptions.",
    "Which geophysical technique is commonly used to study subsurface structures by analyzing how artificially generated seismic waves travel through the Earth?",
    "What type of volcanic system is located under Yellowstone?"
  ]
}